{"question": "What did the pamphlet that Asa Gray published defend?", "context": "Baden Powell praised \"Mr Darwin's masterly volume [supporting] the grand principle of the self-evolving powers of nature\". In America, Asa Gray argued that evolution is the secondary effect, or modus operandi, of the first cause, design, and published a pamphlet defending the book in terms of theistic evolution, Natural Selection is not inconsistent with Natural Theology. Theistic evolution became a popular compromise, and St. George Jackson Mivart was among those accepting evolution but attacking Darwin's naturalistic mechanism. Eventually it was realised that supernatural intervention could not be a scientific explanation, and naturalistic mechanisms such as neo-Lamarckism were favoured over natural selection as being more compatible with purpose.", "gold": ["defending the book in terms of theistic evolution, Natural Selection is not inconsistent with Natural Theology."]}
{"question": "Which room is named for visit of Tsar Nicolas I of Russia?", "context": "Directly underneath the State Apartments is a suite of slightly less grand rooms known as the semi-state apartments. Opening from the Marble Hall, these rooms are used for less formal entertaining, such as luncheon parties and private audiences. Some of the rooms are named and decorated for particular visitors, such as the 1844 Room, decorated in that year for the State visit of Tsar Nicholas I of Russia, and, on the other side of the Bow Room, the 1855 Room, in honour of the visit of Emperor Napoleon III of France. At the centre of this suite is the Bow Room, through which thousands of guests pass annually to the Queen's Garden Parties in the Gardens. The Queen and Prince Philip use a smaller suite of rooms in the north wing.", "gold": ["1844 Room"]}
{"question": "Who developed pragmatism?", "context": "In the late 19th and early 20th century several forms of pragmatic philosophy arose. The ideas of pragmatism, in its various forms, developed mainly from discussions between Charles Sanders Peirce and William James when both men were at Harvard in the 1870s. James popularized the term \"pragmatism\", giving Peirce full credit for its patrimony, but Peirce later demurred from the tangents that the movement was taking, and redubbed what he regarded as the original idea with the name of \"pragmaticism\". Along with its pragmatic theory of truth, this perspective integrates the basic insights of empirical (experience-based) and rational (concept-based) thinking.", "gold": ["Charles Sanders Peirce and William James"]}
{"question": "Which publication did Tucker work for?", "context": "Early reviews were mixed in their assessment. Ken Tucker of Entertainment Weekly considered that \"As TV, American Idol is crazily entertaining; as music, it's dust-mote inconsequential\". Others, however, thought that \"the most striking aspect of the series was the genuine talent it revealed\". It was also described as a \"sadistic musical bake-off\", and \"a romp in humiliation\". Other aspects of the show have attracted criticisms. The product placement in the show in particular was noted, and some critics were harsh about what they perceived as its blatant commercial calculations – Karla Peterson of The San Diego Union-Tribune charged that American Idol is \"a conniving multimedia monster\" that has \"absorbed the sin of our debauched culture and spit them out in a lump of reconstituted evil\". The decision to send the season one winner to sing the national anthem at the Lincoln Memorial on the first anniversary of the September 11 attacks in 2002 was also poorly received by many. Lisa de Moraes of The Washington Post noted sarcastically that \"The terrorists have won\" and, with a sideswipe at the show's commercialism and voting process, that the decision as to who \"gets to turn this important site into just another cog in the 'Great American Idol Marketing Mandala' is in the hands of the millions of girls who have made American Idol a hit. Them and a handful of phone-redialer geeks who have been clocking up to 10,000 calls each week for their contestant of choice (but who, according to Fox, are in absolutely no way skewing the outcome).\"", "gold": ["Entertainment Weekly"]}
{"question": "How high is the Antarctic mountain Vinson Massif?", "context": "Vinson Massif, the highest peak in Antarctica at 4,892 m (16,050 ft), is located in the Ellsworth Mountains. Antarctica contains many other mountains, on both the main continent and the surrounding islands. Mount Erebus on Ross Island is the world's southernmost active volcano. Another well-known volcano is found on Deception Island, which is famous for a giant eruption in 1970. Minor eruptions are frequent and lava flow has been observed in recent years. Other dormant volcanoes may potentially be active. In 2004, a potentially active underwater volcano was found in the Antarctic Peninsula by American and Canadian researchers.", "gold": ["4,892 m"]}
{"question": "Herero and what other group took action against German occupiers?", "context": "From 1904 to 1907, the Herero and the Namaqua took up arms against the Germans and in calculated punitive action by the German occupiers, the 'first genocide of the Twentieth Century' was committed. In the Herero and Namaqua genocide, 10,000 Nama (half the population) and approximately 65,000 Hereros (about 80% of the population) were systematically murdered. The survivors, when finally released from detention, were subjected to a policy of dispossession, deportation, forced labour, racial segregation and discrimination in a system that in many ways anticipated apartheid.", "gold": ["Namaqua"]}
{"question": "What is the tallest building?", "context": "The 548 ft (167 m) City Hall remained the tallest building in the city until 1987 when One Liberty Place was constructed. Numerous glass and granite skyscrapers were built in Philadelphia's Center City from the late 1980s onwards. In 2007, the Comcast Center surpassed One Liberty Place to become the city's tallest building. The Comcast Innovation and Technology Center is under construction in Center City and is planned to reach a height of 1,121 feet (342 meters); upon completion, the tower is expected to be the tallest skyscraper in the United States outside of New York City and Chicago.", "gold": ["Comcast Center"]}
{"question": "What war gave Sasanin Persians control of Egypt?", "context": "The Byzantines were able to regain control of the country after a brief Sasanian Persian invasion early in the 7th century amidst the Byzantine–Sasanian War of 602–628 during which they established a new short-lived province for ten years known as Sasanian Egypt, until 639–42, when Egypt was invaded and conquered by the Islamic Empire by the Muslim Arabs. When they defeated the Byzantine Armies in Egypt, the Arabs brought Sunni Islam to the country. Early in this period, Egyptians began to blend their new faith with indigenous beliefs and practices, leading to various Sufi orders that have flourished to this day. These earlier rites had survived the period of Coptic Christianity.", "gold": ["Byzantine–Sasanian War of 602–628"]}
{"question": "What was one of the issues with setting a single HDTV standard?", "context": "In 1983, the International Telecommunication Union's radio telecommunications sector (ITU-R) set up a working party (IWP11/6) with the aim of setting a single international HDTV standard. One of the thornier issues concerned a suitable frame/field refresh rate, the world already having split into two camps, 25/50 Hz and 30/60 Hz, largely due to the differences in mains frequency. The IWP11/6 working party considered many views and throughout the 1980s served to encourage development in a number of video digital processing areas, not least conversion between the two main frame/field rates using motion vectors, which led to further developments in other areas. While a comprehensive HDTV standard was not in the end established, agreement on the aspect ratio was achieved.", "gold": ["a suitable frame/field refresh rate"]}
{"question": "What is difficult to confirm about the bucket in the absence of anything else in the universe?", "context": "Mach suggested that thought experiments like the bucket argument are problematic. If we were to imagine a universe that only contains a bucket, on Newton's account, this bucket could be set to spin relative to absolute space, and the water it contained would form the characteristic concave surface. But in the absence of anything else in the universe, it would be difficult to confirm that the bucket was indeed spinning. It seems equally possible that the surface of the water in the bucket would remain flat.", "gold": ["that the bucket was indeed spinning"]}
{"question": "What actor featured in Winchester '73?", "context": "Though Decca would continue to keep picture budgets lean, it was favored by changing circumstances in the film business, as other studios let their contract actors go in the wake of the 1948 U.S. vs. Paramount Pictures, et al. decision. Leading actors were increasingly free to work where and when they chose, and in 1950 MCA agent Lew Wasserman made a deal with Universal for his client James Stewart that would change the rules of the business. Wasserman's deal gave Stewart a share in the profits of three pictures in lieu of a large salary. When one of those films, Winchester '73, proved to be a hit, the arrangement would become the rule for many future productions at Universal, and eventually at other studios as well.", "gold": ["James Stewart"]}
{"question": "Name a property that makes copper a good material to use in marine environments?", "context": "Copper is biostatic, meaning bacteria will not grow on it. For this reason it has long been used to line parts of ships to protect against barnacles and mussels. It was originally used pure, but has since been superseded by Muntz metal. Similarly, as discussed in copper alloys in aquaculture, copper alloys have become important netting materials in the aquaculture industry because they are antimicrobial and prevent biofouling, even in extreme conditions and have strong structural and corrosion-resistant properties in marine environments.", "gold": ["corrosion-resistant"]}
{"question": "Current decisions by the NPCSC do not affect what?", "context": "In most nations with constitutions modelled after the Soviet Union, the legislature was given the power of being the court of last resort. In the People's Republic of China, the final power to interpret the law is vested in the Standing Committee of the National People's Congress (NPCSC). This power includes the power to interpret the basic laws of Hong Kong and Macau, the constitutional documents of the two special administrative regions which are common law and Portuguese-based legal system jurisdictions respectively. This power is a legislative power and not a judicial one in that an interpretation by the NPCSC does not affect cases which have already been decided.", "gold": ["cases which have already been decided"]}
{"question": "How much did CBS Records pay for Tree International Publishing?", "context": "In 1989, CBS Records re-entered the music publishing business by acquiring Nashville music publisher Tree International Publishing for more than $30 million.", "gold": ["$30 million"]}
{"question": "What is another name for Cabinda?", "context": "Congo is located in the central-western part of sub-Saharan Africa, along the Equator, lying between latitudes 4°N and 5°S, and longitudes 11° and 19°E. To the south and east of it is the Democratic Republic of Congo. It is also bounded by Gabon to the west, Cameroon and the Central African Republic to the north, and Cabinda (Angola) to the southwest. It has a short coast on the Atlantic Ocean.", "gold": ["Angola"]}
{"question": "What is a malicious code that demands processor time and spreads itself to other computers?", "context": "In 1988, only 60,000 computers were connected to the Internet, and most were mainframes, minicomputers and professional workstations. On November 2, 1988, many started to slow down, because they were running a malicious code that demanded processor time and that spread itself to other computers – the first internet \"computer worm\". The software was traced back to 23-year-old Cornell University graduate student Robert Tappan Morris, Jr. who said 'he wanted to count how many machines were connected to the Internet'.", "gold": ["computer worm"]}
{"question": "Does Plaza Lafayette refer to the east or west end of 181st Street?", "context": "181st Street is a major thoroughfare running through the Washington Heights neighborhood. It runs from the Washington Bridge in the east, to the Henry Hudson Parkway in the west, near the George Washington Bridge and the Hudson River. The west end is called Plaza Lafayette.", "gold": ["west"]}
{"question": "What music genre is usually associated with Guinea-Bissau?", "context": "The music of Guinea-Bissau is usually associated with the polyrhythmic gumbe genre, the country's primary musical export. However, civil unrest and other factors have combined over the years to keep gumbe, and other genres, out of mainstream audiences, even in generally syncretist African countries.", "gold": ["gumbe"]}
{"question": "Of the three churches flanking New Haven Green, which is home to a notorious 17th century crypt?", "context": "Many historical sites exist throughout the city, including 59 properties listed on the National Register of Historic Places. Of these, nine are among the 60 U.S. National Historic Landmarks in Connecticut. The New Haven Green, one of the National Historic Landmarks, was formed in 1638, and is home to three 19th-century churches. Below one of the churches (referred to as the Center Church on-the-Green) lies a 17th-century crypt, which is open to visitors. Some of the more famous burials include the first wife of Benedict Arnold and the aunt and grandmother of President Rutherford B. Hayes; Hayes visited the crypt while President in 1880. The Old Campus of Yale University is located next to the Green, and includes Connecticut Hall, Yale's oldest building and a National Historic Landmark. The Hillhouse Avenue area, which is listed on the National Register of Historic Places and is also a part of Yale's campus, has been called a walkable museum, due to its 19th-century mansions and street scape; Charles Dickens is said to have called Hillhouse Avenue \"the most beautiful street in America\" when visiting the city in 1868.", "gold": ["Center Church on-the-Green"]}
{"question": "Who was responsible for an expedition against the Parthian Kingdom?", "context": "Clodius formed armed gangs that terrorised the city and eventually began to attack Pompey's followers, who in response funded counter-gangs formed by Titus Annius Milo. The political alliance of the triumvirate was crumbling. Domitius Ahenobarbus ran for the consulship in 55 BC promising to take Caesar's command from him. Eventually, the triumvirate was renewed at Lucca. Pompey and Crassus were promised the consulship in 55 BC, and Caesar's term as governor was extended for five years. Crassus led an ill-fated expedition with legions led by his son, Caesar's lieutenant, against the Kingdom of Parthia. This resulted in his defeat and death at the Battle of Carrhae. Finally, Pompey's wife, Julia, who was Caesar's daughter, died in childbirth. This event severed the last remaining bond between Pompey and Caesar.", "gold": ["Crassus"]}
{"question": "The Jawaharlal Nehru Stadium is located in which Indian city?", "context": "Major sporting venues in New Delhi include the Jawaharlal Nehru Stadium, Ambedkar Stadium, Indira Gandhi Indoor Stadium, Feroz Shah Kotla Ground, R.K. Khanna Tennis Complex, Dhyan Chand National Stadium and Siri Fort Sports Complex.", "gold": ["New Delhi"]}
{"question": "Who first used the term superpower?", "context": "Since the end of the World Wars, the term \"great power\" has been joined by a number of other power classifications. Foremost among these is the concept of the superpower, used to describe those nations with overwhelming power and influence in the rest of the world. It was first coined in 1944 by William T.R. Fox and according to him, there were three superpowers: the British Empire, the United States, and the Soviet Union. But by the mid-1950s the British Empire lost its superpower status, leaving the United States and the Soviet Union as the world's superpowers.[nb 2] The term middle power has emerged for those nations which exercise a degree of global influence, but are insufficient to be decisive on international affairs. Regional powers are those whose influence is generally confined to their region of the world.", "gold": ["William T.R. Fox"]}
{"question": "What was the capital of Golkonda in the mid 12th century?", "context": "Archaeologists excavating near the city have unearthed Iron Age sites that may date from 500 BCE. The region comprising modern Hyderabad and its surroundings was known as Golkonda (Golla Konda-\"shepherd's hill\"), and was ruled by the Chalukya dynasty from 624 CE to 1075 CE. Following the dissolution of the Chalukya empire into four parts in the 11th century, Golkonda came under the control of the Kakatiya dynasty from 1158, whose seat of power was at Warangal, 148 km (92 mi) northeast of modern Hyderabad.", "gold": ["Warangal"]}
{"question": "What are some of the most common agents?", "context": "Asthma as a result of (or worsened by) workplace exposures, is a commonly reported occupational disease. Many cases however are not reported or recognized as such. It is estimated that 5–25% of asthma cases in adults are work–related. A few hundred different agents have been implicated with the most common being: isocyanates, grain and wood dust, colophony, soldering flux, latex, animals, and aldehydes. The employment associated with the highest risk of problems include: those who spray paint, bakers and those who process food, nurses, chemical workers, those who work with animals, welders, hairdressers and timber workers.", "gold": ["isocyanates, grain and wood dust, colophony, soldering flux, latex, animals, and aldehydes"]}
{"question": "What is the Catalan to miss somebody?", "context": "Situated between two large linguistic blocks (Ibero-Romance and Gallo-Romance), Catalan has many unique lexical choices, such as enyorar \"to miss somebody\", apaivagar \"to calm down somebody\", or rebutjar \"reject\".", "gold": ["enyorar"]}
{"question": "Which CBC affiliate joined E! in February 2006?", "context": "Private CBC affiliates are not as common as they were in the past, as many such stations have been purchased either by the CBC itself or by Canwest Global or CHUM Limited, respectively becoming E! or A-Channel (later A, now CTV Two) stations. One private CBC affiliate, CHBC-TV in Kelowna, joined E! (then known as CH) on February 27, 2006. When a private CBC affiliate reaffiliates with another network, the CBC has normally added a retransmitter of its nearest O&O station to ensure that CBC service is continued. However, due to an agreement between CHBC and CFJC-TV in Kamloops, CFJC also disaffiliated from the CBC on February 27, 2006, but no retransmitters were installed in the licence area. Former private CBC affiliates CKPG-TV Prince George and CHAT-TV Medicine Hat disaffiliated on August 31, 2008 and joined E!, but the CBC announced it will not add new retransmitters to these areas. Incidentally, CFJC, CKPG and CHAT are all owned by an independent media company, Jim Pattison Group. With the closure of E! and other changes in the media landscape, several former CBC affiliates have since joined City or Global, or closed altogether.", "gold": ["CHBC-TV in Kelowna"]}
{"question": "Will the same size scratch cause more problems for a DVD or LaserDisc?", "context": "Damaged spots on a LaserDisc can be played through or skipped over, while a DVD will often become unplayable past the damage. Some newer DVD players feature a repair+skip algorithm, which alleviates this problem by continuing to play the disc, filling in unreadable areas of the picture with blank space or a frozen frame of the last readable image and sound. The success of this feature depends upon the amount of damage. LaserDisc players, when working in full analog, recover from such errors faster than DVD players. Direct comparison here is almost impossible due to the sheer size differences between the two media. A 1 in (3 cm) scratch on a DVD will probably cause more problems than a 1 in (3 cm) scratch on a LaserDisc, but a fingerprint taking up 1% of the area of a DVD would almost certainly cause fewer problems than a similar mark covering 1% of the surface of a LaserDisc.[citation needed]", "gold": ["DVD"]}
{"question": "Kind Edward VII and Queen Alexandra's friends were know as what?", "context": "In 1901 the accession of Edward VII saw new life breathed into the palace. The new King and his wife Queen Alexandra had always been at the forefront of London high society, and their friends, known as \"the Marlborough House Set\", were considered to be the most eminent and fashionable of the age. Buckingham Palace—the Ballroom, Grand Entrance, Marble Hall, Grand Staircase, vestibules and galleries redecorated in the Belle époque cream and gold colour scheme they retain today—once again became a setting for entertaining on a majestic scale but leaving some to feel King Edward's heavy redecorations were at odds with Nash's original work.", "gold": ["\"the Marlborough House Set\""]}
{"question": "What type of element would be used to encounter less reactance?", "context": "The bandwidth characteristics of a resonant antenna element can be characterized according to its Q, just as one uses to characterize the sharpness of an L-C resonant circuit. However it is often assumed that there is an advantage in an antenna having a high Q. After all, Q is short for \"quality factor\" and a low Q typically signifies excessive loss (due to unwanted resistance) in a resonant L-C circuit. However this understanding does not apply to resonant antennas where the resistance involved is the radiation resistance, a desired quantity which removes energy from the resonant element in order to radiate it (the purpose of an antenna, after all!). The Q is a measure of the ratio of reactance to resistance, so with a fixed radiation resistance (an element's radiation resistance is almost independent of its diameter) a greater reactance off-resonance corresponds to the poorer bandwidth of a very thin conductor. The Q of such a narrowband antenna can be as high as 15. On the other hand, a thick element presents less reactance at an off-resonant frequency, and consequently a Q as low as 5. These two antennas will perform equivalently at the resonant frequency, but the second antenna will perform over a bandwidth 3 times as wide as the \"hi-Q\" antenna consisting of a thin conductor.", "gold": ["thick"]}
{"question": "What area of classification leads to troublesome arithmetic?", "context": "Mathematicians often strive for a complete classification (or list) of a mathematical notion. In the context of finite groups, this aim leads to difficult mathematics. According to Lagrange's theorem, finite groups of order p, a prime number, are necessarily cyclic (abelian) groups Zp. Groups of order p2 can also be shown to be abelian, a statement which does not generalize to order p3, as the non-abelian group D4 of order 8 = 23 above shows. Computer algebra systems can be used to list small groups, but there is no classification of all finite groups.q[›] An intermediate step is the classification of finite simple groups.r[›] A nontrivial group is called simple if its only normal subgroups are the trivial group and the group itself.s[›] The Jordan–Hölder theorem exhibits finite simple groups as the building blocks for all finite groups. Listing all finite simple groups was a major achievement in contemporary group theory. 1998 Fields Medal winner Richard Borcherds succeeded in proving the monstrous moonshine conjectures, a surprising and deep relation between the largest finite simple sporadic group—the \"monster group\"—and certain modular functions, a piece of classical complex analysis, and string theory, a theory supposed to unify the description of many physical phenomena.", "gold": ["finite groups"]}
{"question": "Who is in the process of procuring two Canbera-class LHD's?", "context": "The Royal Australian Navy is in the process of procuring two Canberra-class LHD's, the first of which was commissioned in November 2015, while the second is expected to enter service in 2016. The ships will be the largest in Australian naval history. Their primary roles are to embark, transport and deploy an embarked force and to carry out or support humanitarian assistance missions. The LHD is capable of launching multiple helicopters at one time while maintaining an amphibious capability of 1,000 troops and their supporting vehicles (tanks, armoured personnel carriers etc.). The Australian Defence Minister has publicly raised the possibility of procuring F-35B STOVL aircraft for the carrier, stating that it \"has been on the table since day one and stating the LHD's are \"STOVL capable\".", "gold": ["The Royal Australian Navy"]}
{"question": "Who was the star voice actor of Afro Samurai?", "context": "Created by Takashi Okazaki, Afro Samurai was initially a doujinshi, or manga series, which was then made into an animated series by Studio Gonzo. In 2007 the animated series debuted on American cable television on the Spike TV channel (Denison, 2010). The series was produced for American viewers which “embodies the trend... comparing hip-hop artists to samurai warriors, an image some rappers claim for themselves (Solomon, 2009). The storyline keeps in tone with the perception of a samurais finding vengeance against someone who has wronged him. Starring the voice of well known American actor Samuel L. Jackson, “Afro is the second-strongest fighter in a futuristic, yet, still feudal Japan and seeks revenge upon the gunman who killed his father” (King 2008). Due to its popularity, Afro Samurai was adopted into a full feature animated film and also became titles on gaming consoles such as the PlayStation 3 and Xbox. Not only has the samurai culture been adopted into animation and video games, it can also be seen in comic books.", "gold": ["Samuel L. Jackson"]}
{"question": "Why were BJTs so popular?", "context": "The bipolar junction transistor (BJT) was the most commonly used transistor in the 1960s and 70s. Even after MOSFETs became widely available, the BJT remained the transistor of choice for many analog circuits such as amplifiers because of their greater linearity and ease of manufacture. In integrated circuits, the desirable properties of MOSFETs allowed them to capture nearly all market share for digital circuits. Discrete MOSFETs can be applied in transistor applications, including analog circuits, voltage regulators, amplifiers, power transmitters and motor drivers.", "gold": ["their greater linearity and ease of manufacture"]}
{"question": "How many terms does the mayor of the city serve?", "context": "Ann Arbor has a council-manager form of government. The City Council has 11 voting members: the mayor and 10 city council members. The mayor and city council members serve two-year terms: the mayor is elected every even-numbered year, while half of the city council members are up for election annually (five in even-numbered and five in odd-numbered years). Two council members are elected from each of the city's five wards. The mayor is elected citywide. The mayor is the presiding officer of the City Council and has the power to appoint all Council committee members as well as board and commission members, with the approval of the City Council. The current mayor of Ann Arbor is Christopher Taylor, a Democrat who was elected as mayor in 2014. Day-to-day city operations are managed by a city administrator chosen by the city council.", "gold": ["two-year"]}
{"question": "What work was the first to see McKerrow use his new method?", "context": "By 1939, in his Prolegomena for the Oxford Shakespeare, McKerrow had changed his mind about this approach, as he feared that a later edition – even if it contained authorial corrections – would \"deviate more widely than the earliest print from the author's original manuscript.\" He therefore concluded that the correct procedure would be \"produced by using the earliest \"good\" print as copy-text and inserting into it, from the first edition which contains them, such corrections as appear to us to be derived from the author.\" But, fearing the arbitrary exercise of editorial judgment, McKerrow stated that, having concluded that a later edition had substantive revisions attributable to the author, \"we must accept all the alterations of that edition, saving any which seem obvious blunders or misprints.\"", "gold": ["Prolegomena for the Oxford Shakespeare"]}
{"question": "What conditions will produce a free-running rhythm in humans?", "context": "The rhythm is linked to the light–dark cycle. Animals, including humans, kept in total darkness for extended periods eventually function with a free-running rhythm. Their sleep cycle is pushed back or forward each \"day\", depending on whether their \"day\", their endogenous period, is shorter or longer than 24 hours. The environmental cues that reset the rhythms each day are called zeitgebers (from the German, \"time-givers\"). Totally blind subterranean mammals (e.g., blind mole rat Spalax sp.) are able to maintain their endogenous clocks in the apparent absence of external stimuli. Although they lack image-forming eyes, their photoreceptors (which detect light) are still functional; they do surface periodically as well.[page needed]", "gold": ["total darkness"]}
{"question": "What resulted from the Persian Revolt?", "context": "In 550 BC, Cyrus the Great, son of Mandane and Cambyses I, took over the Median Empire, and founded the Achaemenid Empire by unifying other city states. The conquest of Media was a result of what is called the Persian Revolt. The brouhaha was initially triggered by the actions of the Median ruler Astyages, and was quickly spread to other provinces, as they allied with the Persians. Later conquests under Cyrus and his successors expanded the empire to include Lydia, Babylon, Egypt, parts of the Balkans and Eastern Europe proper, as well as the lands to the west of the Indus and Oxus rivers.", "gold": ["The conquest of Media"]}
{"question": "What is one difficulty when using surface mount components?", "context": "Small, cheap discoidal ceramic capacitors have existed since the 1930s, and remain in widespread use. Since the 1980s, surface mount packages for capacitors have been widely used. These packages are extremely small and lack connecting leads, allowing them to be soldered directly onto the surface of printed circuit boards. Surface mount components avoid undesirable high-frequency effects due to the leads and simplify automated assembly, although manual handling is made difficult due to their small size.", "gold": ["manual handling is made difficult due to their small size"]}
{"question": "How long did Madonna spent learning to play the violin?", "context": "Besides singing Madonna has the ability to play several musical instruments. She learned to play drum and guitar from her then-boyfriend Dan Gilroy in the late 1970s before joining the Breakfast Club line-up as the drummer. This helped her to form the band Emmy, where she performed as the guitarist and lead vocalist. Madonna later played guitar on her demo recordings. On the liner notes of Pre-Madonna, Stephen Bray wrote: \"I've always thought she passed up a brilliant career as a rhythm guitarist.\" After her career breakthrough, Madonna focused mainly in singing but was also credited for playing cowbell on Madonna (1983) and synthesizer on Like a Prayer (1989). In 1999, Madonna had studied for three months to play the violin for the role as a violin teacher in the film Music of the Heart, before eventually leaving the project. After two decades, Madonna decided to perform with guitar again during the promotion of Music (2000). She took further lessons from guitarist Monte Pittman to improve her guitar skill. Since then Madonna has played guitar on every tour, as well as her studio albums. At the 2002 Orville H. Gibson Guitar Awards, she received nomination for Les Paul Horizon Award, which honors the most promising up-and-coming guitarist.", "gold": ["three months"]}
{"question": "The bridge made with steel-wire is which in NYC?", "context": "The George Washington Bridge is the world's busiest motor vehicle bridge, connecting Manhattan to Bergen County, New Jersey. The Verrazano-Narrows Bridge is the longest suspension bridge in the Americas and one of the world's longest. The Brooklyn Bridge is an icon of the city itself. The towers of the Brooklyn Bridge are built of limestone, granite, and Rosendale cement, and their architectural style is neo-Gothic, with characteristic pointed arches above the passageways through the stone towers. This bridge was also the longest suspension bridge in the world from its opening until 1903, and is the first steel-wire suspension bridge.", "gold": ["The Brooklyn Bridge"]}
{"question": "What event was blamed for the injuries to Barcelona stars?", "context": "Despite being the favourites and starting strongly, Barcelona finished the 2006–07 season without trophies. A pre-season US tour was later blamed for a string of injuries to key players, including leading scorer Eto'o and rising star Lionel Messi. There was open feuding as Eto'o publicly criticized coach Frank Rijkaard and Ronaldinho. Ronaldinho also admitted that a lack of fitness affected his form. In La Liga, Barcelona were in first place for much of the season, but inconsistency in the New Year saw Real Madrid overtake them to become champions. Barcelona advanced to the semi-finals of the Copa del Rey, winning the first leg against Getafe 5–2, with a goal from Messi bringing comparison to Diego Maradona's goal of the century, but then lost the second leg 4–0. They took part in the 2006 FIFA Club World Cup, but were beaten by a late goal in the final against Brazilian side Internacional. In the Champions League, Barcelona were knocked out of the competition in the last 16 by eventual runners-up Liverpool on away goals.", "gold": ["US tour"]}
{"question": "When did /Greece apply for ESA membership?", "context": "Greece's technology parks with incubator facilities include the Science and Technology Park of Crete (Heraklion), the Thessaloniki Technology Park, the Lavrio Technology Park and the Patras Science Park, the Science and Technology Park of Epirus (Ioannina). Greece has been a member of the European Space Agency (ESA) since 2005. Cooperation between ESA and the Hellenic National Space Committee began in the early 1990s. In 1994 Greece and ESA signed their first cooperation agreement. Having formally applied for full membership in 2003, Greece became the ESA's sixteenth member on 16 March 2005. As member of the ESA, Greece participates in the agency's telecommunication and technology activities, and the Global Monitoring for Environment and Security Initiative.", "gold": ["2003"]}
{"question": "When did the Bethnal Green disaster occur?", "context": "Some nations started rocket research before World War II, including for anti-aircraft use. Further research started during the war. The first step was unguided missile systems like the British 2-inch RP and 3-inch, which was fired in large numbers from Z batteries, and were also fitted to warships. The firing of one of these devices during an air raid is suspected to have caused the Bethnal Green disaster in 1943. Facing the threat of Japanese Kamikaze attacks the British and US developed surface-to-air rockets like British Stooge or the American Lark as counter measures, but none of them were ready at the end of the war. The Germans missile research was the most advanced of the war as the Germans put considerable effort in the research and development of rocket systems for all purposes. Among them were several guided and unguided systems. Unguided systems involved the Fliegerfaust (literally \"aircraft fist\") as the first MANPADS. Guided systems were several sophisticated radio, wire, or radar guided missiles like the Wasserfall (\"waterfall\") rocket. Due to the severe war situation for Germany all of those systems were only produced in small numbers and most of them were only used by training or trial units.", "gold": ["1943"]}
{"question": "Why couldn't each moment of each person's life be given a different proper name?", "context": "Whitehead pointed to the limitations of language as one of the main culprits in maintaining a materialistic way of thinking, and acknowledged that it may be difficult to ever wholly move past such ideas in everyday speech. After all, each moment of each person's life can hardly be given a different proper name, and it is easy and convenient to think of people and objects as remaining fundamentally the same things, rather than constantly keeping in mind that each thing is a different thing from what it was a moment ago. Yet the limitations of everyday living and everyday speech should not prevent people from realizing that \"material substances\" or \"essences\" are a convenient generalized description of a continuum of particular, concrete processes. No one questions that a ten-year-old person is quite different by the time he or she turns thirty years old, and in many ways is not the same person at all; Whitehead points out that it is not philosophically or ontologically sound to think that a person is the same from one second to the next.", "gold": ["limitations of language"]}
{"question": "When was Build 7959 divulged?", "context": "Three milestone releases of Windows 8 leaked to the general public. Milestone 1, Build 7850, was leaked on April 12, 2011. It was the first build where the text of a window was written centered instead of aligned to the left. It was also probably the first appearance of the Metro-style font, and its wallpaper had the text shhh... let's not leak our hard work. However, its detailed build number reveals that the build was created on September 22, 2010. The leaked copy edition was Enterprise edition. The OS still reads as \"Windows 7\". Milestone 2, Build 7955, was leaked on April 25, 2011. The traditional Blue Screen of Death (BSoD) was replaced by a new Black screen, although this was later scrapped. This build introduced a new ribbon in Windows Explorer. Build 7959, with minor changes but the first 64-bit version, was leaked on May 1, 2011. The \"Windows 7\" logo was temporarily replaced with text displaying \"Microsoft Confidential\". On June 17, 2011, build 7989 64-bit edition was leaked. It introduced a new boot screen featuring the same fish as the default Windows 7 Beta wallpaper, which was later scrapped, and the circling dots as featured in the final (although the final version comes with smaller circling dots throbber). It also had the text Welcome below them, although this was also scrapped.", "gold": ["May 1, 2011"]}
{"question": "Who was the winner for this season?", "context": "On May 30, 2006, Taylor Hicks was named American Idol, with Katharine McPhee the runner-up. \"Do I Make You Proud\" was released as Hicks' first single and McPhee's was \"My Destiny\".", "gold": ["Taylor Hicks"]}
{"question": "What years did the Hasmonaean Dynasty exist?", "context": "Modern interpretations see this period as a civil war between Hellenized and orthodox forms of Judaism. Out of this revolt was formed an independent Jewish kingdom known as the Hasmonaean Dynasty, which lasted from 165 BCE to 63 BCE. The Hasmonean Dynasty eventually disintegrated in a civil war, which coincided with civil wars in Rome. The last Hasmonean ruler, Antigonus II Mattathias, was captured by Herod and executed in 37 BCE. In spite of originally being a revolt against Greek overlordship, the Hasmonean kingdom and also the Herodian kingdom which followed gradually became more and more hellenized. From 37 BCE to 6 CE, the Herodian dynasty, Jewish-Roman client kings, ruled Judea. Herod the Great considerably enlarged the Temple (see Herod's Temple), making it one of the largest religious structures in the world. The style of the enlarged temple and other Herodian architecture shows significant Hellenistic architectural influence.", "gold": ["165 BCE to 63 BCE"]}
{"question": "What country is the leader in the implementation of solar powered hot water systems?", "context": "As of 2007, the total installed capacity of solar hot water systems is approximately 154 thermal gigawatt (GWth). China is the world leader in their deployment with 70 GWth installed as of 2006 and a long-term goal of 210 GWth by 2020. Israel and Cyprus are the per capita leaders in the use of solar hot water systems with over 90% of homes using them. In the United States, Canada and Australia heating swimming pools is the dominant application of solar hot water with an installed capacity of 18 GWth as of 2005.", "gold": ["China"]}
{"question": "How large is Lafayette Park?", "context": "Lafayette Park is a revitalized neighborhood on the city's east side, part of the Ludwig Mies van der Rohe residential district. The 78-acre (32 ha) development was originally called the Gratiot Park. Planned by Mies van der Rohe, Ludwig Hilberseimer and Alfred Caldwell it includes a landscaped, 19-acre (7.7 ha) park with no through traffic, in which these and other low-rise apartment buildings are situated. Immigrants have contributed to the city's neighborhood revitalization, especially in southwest Detroit. Southwest Detroit has experienced a thriving economy in recent years, as evidenced by new housing, increased business openings and the recently opened Mexicantown International Welcome Center.", "gold": ["78-acre"]}
{"question": "How did people come into possession of MP3s?", "context": "In November 1997, the website mp3.com was offering thousands of MP3s created by independent artists for free. The small size of MP3 files enabled widespread peer-to-peer file sharing of music ripped from CDs, which would have previously been nearly impossible. The first large peer-to-peer filesharing network, Napster, was launched in 1999.", "gold": ["ripped from CDs"]}
